{
  "ABOUT_TITLE": "About FutureCard",
  "ABOUT_WHO_WE_ARE": "From a recharge cards provider to a global End-to-End card solution provider",
  "ABOUT_US": "About us",
  "ABOUT_US_CAREERS_DESCRIPTION": "Your future starts now. FutureCard provides employment opportunities for talented people. If you want to make a future for yourself in the card management solution industry, FutureCard is the ideal company for you. We are continuously looking for new and ambitious people to recruit in different departments of our company. Below you will find our recent job openings. If you cannot find the right position for you, kindly provide us with your contact details through the below form and upload your resume.",
  "ABOUT_US_CONTENT": "Over the years our clientele has expanded rapidly to include major companies and institutions from different industries including government agencies, banking networks and retail chains. Our customers trust FutureCard to provide them with sophisticated end-to-end card solutions. They can rest assured that FutureCard will fulfill all responsibilities given to them with full commitment so that their brand’s image, customer base and privacy remains safe with us.",
  "ABOUT_US_CONTENT_0": "Our 17- year journey from being a simple recharge cards provider to an end-to-end card solution provider is proof of our unwavering consistent further development in terms of technology and innovation. Originally, FutureCard was founded in 2002 as a part of the ENPI Group to provide recharge cards to telecom companies. Very soon, FutureCard became certified according to the ISO9001 quality management standards. In 2003 FutureCard Industries LLC was founded and became a certified payment cards manufacturer for both MasterCard and Visa, which was our first major milestone.",
  "ABOUT_US_CONTENT_1": "The following years were very important for FutureCard as they were marked by continuous customer acquisition and significant expansion of the product portfolio from Visa EMV cards to dual-interface, contactless metro, polycarbonated ID - with high security features and health smart cards while introducing HCE, ID and payment cards managed services and solutions. A further milestone achieved by FutureCard was the attainment of the Certificates ISO14001, for Environmental Management and ISO18001, for Occupational Health & Safety. In 2018 FutureCard opened the door to its full-fledged factory with the availability of producing up to 10 million plastic cards monthly.",
  "ABOUT_US_CONTENT_2": "Today we are known as a pioneering global End-to-End card solutions provider for payments, ID, transport, telecom, loyalty and retail among others. We are serving a demanding market which is in constant surge by providing innovative cards, smartcards, as well as other card fulfillment services and solutions. Government agencies, financial institutions, telecom operators, corporates and other businesses throughout the world trust us with the delicate mission of producing secure cards, which carry their brands, identify their clients, and authenticate their transactions.",
  "ABOUT_US_DESCRIPTION": "Dedicated to providing secure, advanced end-to-end card solutions",
  "ABOUT_US_DESCRIPTION_PAGE": "From a recharge cards supplier to an end-to-end card solution provider",
  "ABOUT_US_FACILITY_DESCRIPTION": "Catering to your end-to-end card solution needs. FutureCard offers a wide range of facilities to cater to the needs of various industrial sectors. Our diverse choice of services and card solutions have met with the approval of clients, and we are continuously working and adapting according to the changing market conditions so that we can always deliver the best services in the market to you. FutureCard operates a 7,100 sqm state - of -the - art facility located in the Industrial Area of Sharjah, UAE.The site is strategically situated on highway 311, connecting the emirates of the UAE, at 10 km of both Dubai Airport and Sharjah Airport, and 50 km of Jebel Ali harbor, perfectly positioned to ensure for flawless logistics to customers anywhere in the world. FutureCard directs its global activities from its UAE Headquarter where the planning, designing, creation and manufacturing of its unique cards are being done.The facility consists of:",
  "ABOUT_US_FACILITY_LIST": [{
      "id": 0,
      "text": "A cutting-edge factory, where all our Smart Cards, Plastic Cards as well as Paper and Cardboard Cards are being produced"
    },
    {
      "id": 1,
      "text": "An in-house design department that designs aesthetically appealing cards"
    },
    {
      "id": 2,
      "text": "Job engineering departments to produce cards using the latest techniques "
    },
    {
      "id": 3,
      "text": "4 quality control sections to ensure that every product that reaches our customers is in line with the required standards, such as ISO, MasterCard, Visa Card, etc. and even exceeds the customers’ expectations"
    },
    {
      "id": 4,
      "text": "Quality Assurance Laboratory that carries out routine and qualification checks on all products"
    },
    {
      "id": 5,
      "text": "Customized fulfillment packaging tailored to customers’ needs"
    },
    {
      "id": 6,
      "text": "An efficient logistics team that delivers all cards swiftly and securely"
    }
  ],
  "ABOUT_US_FACILITY_DESCRIPTION_1": "Our factory undergoes routine security audits and drills, as well as well certifications from international industry and standards organizations. It is equipped with intelligent security systems for 24/7 monitoring and recording, fencing, intrusion detection, intrusion prevention and access control – with direct links to efficient local police stations and fire departments. To be able to support all its customers on a global scale in the best possible way, FutureCard strategically distributed sales centers in cities around the world to serve customers in all six continents: Paris, Madrid, Amsterdam, Johannesburg, Amman, Bangalore, and Bangkok; our network extends to more than 20 channel partners across the globe.",
  "ABOUT_US_FACILITY_TITLE": "Catering to your end-to-end card solution needs",
  "ABOUT_US_MARKETS": "A solution for every market",
  "ABOUT_US_SOLUTIONS": "As an end-to-end card manufacturer, mixing technology with security printing craftsmanship, FutureCard covers the complete value chain of design and manufacturing of secure cards on all kind of substrates: PC, PET-F, PET-G, PVC, ABS, PS, Paper board, etc, allowing to cater for all markets' needs for secure aesthetic cards and smartcards.",
  "ABOUT_US_SERVICES": "FutureCard completes its offering with complementary cards services and solutions, positionning itself as a one-stop-shop for all cards needs. Businesses and services providers trust FutureCard with the delicate mission of outsourcing their cards' operations from concept to delivery.",
  "APP_DESCRIPTION": "Since its inception in 2002, FutureCard is designing, manufacturing and personalizing cards to banks, goverments, operators and retailers around the world.",
  "BACK_HOME": "Back to",
  "BUTTON_SEND": "SEND",
  "BUTTON_NOT_SENT": "SEND FAILED",
  "BUTTON_SENDING": "...Sending message",
  "BUTTON_SENT": "SENT",
  "CARD_FEATURES_DESCRIPTION": "Appealing, highly advanced and counterfeit-proof",
  "CARD_FEATURES_CONTENT": "Highly advanced technology materials along with high-end card materials and sophisticated design & security features, this is what FutureCard stands for. To meet all customers’ requirements, we offer a wide variety of smart cards, plastic cards and paper cards which can be fully customized and personalized. We always aim to provide you with the best technology, design and functionality to suit your needs.",
  "CARDS_DESCRIPTION": "FutureCard customizes each and every card to fit the particular aim the card will be used for… So, when it comes to the technology material, the card material as well as the design and security features, we aim to offer you the best technology, design and functionality to suit your needs.",
  "CARD_FEATURES_TECHNOLOGY": "Technology Materials",
  "CARD_FEATURES_TECHNOLOGY_DESCRIPTION": "Cutting-edge technology; based on long-term development. Advancements in technology paved the way for secure and reliable smart cards that dominate the different sectors of government, transportation, healthcare, retail, telecommunications and financial industries. Depending on the industry and smart card usage, these products are governed by numerous global standards such as ISO, EMVCo, Global Platform, and GSMA, among others. Implementation of the latest data encryption standards and physical security features are imperative to verify the authenticity of cardholders, usage and transactions. Our facilities and processes are certified and audited by leading industry entities such as PCI, Visa, MasterCard, UPI, GSMA to ensure that all of these technological advancements, procedures and standards are implemented with outstanding quality and security compliance. To enable safe and secure storing and processing of a diverse range of data and applications, we offer our customers the following physical, electronic authorization device technologies:",
  "CARD_FEATURES_DESIGN": "Design & Security Features",
  "CARD_FEATURES_DESIGN_DESCRIPTION": "State-of the-art security and extraordinary design features. FutureCard provides its customers with cards that offer a unique amalgamation of the most sophisticated design and security features. Due to the sensitive nature of the information on our smartcards, we use the latest encryption systems to ensure a high level of security to prevent the information from being misused. At the same time, we also make a conscious effort to make our cards aesthetically pleasing and practical to carry around by working with our in-house design team. ",
  "CARD_FEATURES_CARD_MATERIALS": "Card Materials",
  "CARD_FEATURES_CARD_MATERIALS_DESCRIPTION": "Choosing the right card material is very important when it comes to the functioning of the card and the purpose that it is meant to serve. Clients need to determine how they expect the card to be used, whether they want to make it easy to carry around, and if the card has to be used over a long period. At FutureCard, we cater to each customer's specific requirements and adapt the materials to come up with a design that they find suitable. The card materials used by FutureCard must fulfill many special criteria for the respective applications of the card. Our clients have the option to choose between a variety of different card materials. We provide our customers with the opportunity of choosing between paper, plastic and metal cards for their business.",
  "CARDS_DESIGN_SUBTITLE": "Check below our card design options",
  "CARDS_DESIGN_TITLE": "Design & Security Features",
  "CARDS_SUBTITLE": "Your card is one of a kind!",
  "CARDS_TITLE": "Card Features",
  "CARDS_TECHNOLOGY_TITLE": "Cards Technology Materials",
  "CARDS_TECHNOLOGY_SUBTITLE": "Learn more about our technology",
  "CARDS_TECHNOLOGY_DESCRIPTION": "All cards technology",
  "COMPANY_INFO": "Company Information",
  "COMPANY_OFFICES": "Company Offices",
  "CONTACT_DESCRIPTION": "What can we do for you?",
  "CONTACT_DESCRIPTION_SUBLINE": "We are here to assist you",
  "CONTACT_LABEL_NAME": "Name",
  "CONTACT_LABEL_EMAIL": "Email",
  "CONTACT_LABEL_TELEPHONE": "Telephone (optional)",
  "CONTACT_LABEL_MESSAGE": "Message",
  "CONTACT_SUBDESCRIPTION": "Please complete the form below so that our team of experts can answer your questions and assist you in finding the right card solution for you",
  "CONTACT_SUBTITLE": "Thank you for your interest in FutureCard",
  "CONTACT_TITLE": "Contact Us",
  "INDUSTRY_FOCUS": "Industry Focus",
  "LANDING_MAP_TITLE": "FutureCard In The World",
  "LANDING_SUBTITLE": "Our 17- year journey from being a simple recharge cards provider to an end-to-end card solution provider is proof of our unwavering consistent further development in terms of technology and innovation.",
  "LANDING_TITLE": "17 years manufacturing cards",
  "LOOKING_FOR": "Looking for something else?",
  "LEARN_MORE": "Learn more",
  "MARKETS_PAYMENT": "Payment",
  "MARKETS_DESCRIPTION_PAYMENT": "Governments and public services providers trust FutureCard with the production and personalization of their cards used for identification, voting, transport, and many other public services applications.",
  "MARKETS_IDENTIFICATION": "Identification",
  "MARKETS_DESCRIPTION_IDENTIFICATION": "Being a certified MasterCard™, Visa™, and UnionPay™ card manufacturer, and a certified PCI/DSS card personalization bureau, we serve Banks and financial institutions with all their payment cards needs.",
  "MARKETS_TRANSPORT_ACCESS": "Transport & Access",
  "MARKETS_DESCRIPTION_TRANSPORT_ACCESS": "FutureCard serves Mobile and Fixed Telecom Network Operators with hundreds of millions of SIM/USIM, Payphone cards, as well as with variety of scratch recharge vouchers in standard and customized formats.",
  "MARKETS_TELECOM": "Telecom",
  "MARKETS_DESCRIPTION_TELECOM": "Smartphones are one of the defining features of this generation, and almost every aspect of a person’s life is present on their phone one way or the other. Smartphone operators are looking for new and innovative ways to protect their user’s identity while still providing them with the latest facilities.",
  "MARKETS_LOYALTY_RETAIL": "Loyalty & Retail",
  "MARKETS_DESCRIPTION_LOYALTY_RETAIL": "Commercial Institutions, retailers and Corporations employ FutureCard in order to reflect their brand image and secure their customers' loyalty in customized cards with a myriad of security and aesthetic features.",
  "MANAGEMENT_CENTRAL_ISSUANCE": "Central Issuance",
  "MANAGEMENT_DESCRIPTION_CENTRAL_ISSUANCE": "FutureCard’s Central issuance system is designed to issue high quality, standardized cards for various purposes. FC’s Central Issuance System is an end-to-end high volume card issuance solution for financial, ID, loyalty/Gift cards. It covers sophisticated data preparation systems integrated with hardware security modules for secure key management. In addition to this, it includes the generation of pin processing and mailers. It can generate process ready files for card carriers and fulfillment data for any fulfillment system brand. The system comes with preloaded Visa and MasterCard profiles and issuance scripts which can integrate with any standard embossing file formats generated by the card management systems or back-office systems. A flexible licensing module enables this system to work in either fully centralized or centralized data preparation and key management but distributed card issuance systems.",
  "MANAGEMENT_INSTANT_ISSUANCE": "Instant Issuance",
  "MANAGEMENT_DESCRIPTION_INSTANT_ISSUANCE": "The time is now. Today's highly connected and digitalized world is transforming financial institutions in fundamental ways and is putting customers at the heart of any future banking projects. This new world of banking allows customers to select the bank of their choice based on how comfortable they are in interacting with a particular institution. Hence, the focus is clearly on the comfort of the customer, along with the core objectives of efficiency improvement and risk reduction to serve the customer in the best and most secure way. We at FutureCard empower you to meet these objectives and exceed your customers’ expectations. In today's fast-moving world, customers tend to have the instant need of a payment card as soon as they open an account or in case of a card misplacement, damage or theft. Waiting to receive a new payment card via mail and afterwards coordinating with the bank to activate this card has become obsolete nowadays. FutureCard’s Instant Issuance Solution FC - InstantCard enables banks to provide customers with fully personalized payment cards on the spot, which are printed in real-time at the branch level. FC – InstantCard is a secure solution that instantly generates the EMV data and drives the personalization device to encode secured card elements like magnetic stripe, chip and graphical elements. It generates increased security and minimizes the risk of fraud as EMV chip cards reach the hand of the customers immediately.",
  "MANAGEMENT_CARD_HOLDER": "Card Holders Enrollment",
  "MANAGEMENT_DESCRIPTION_CARD_HOLDER": " Customized card holder enrollment solutions to meet your needs. FutureCard offers 360-degree card services to its clients, and card enrollment is an essential aspect of it. The FutureCard enrollment system aims to make things easier for vendors and organizations by providing them with an easy-to-use system for registering the cards. FC cardholder enrollment system enables an issuer to manage the enrollment activities of a new cardholder. The system can be customized to suit any issuing services like loyalty programs, gift card programs, ID card programs etc. This system can be configured to work either in an online mode (data is captured online from authenticated terminals) or offline mode (a batch process where enrollment data is received through retailers or POS terminals in batches). The system can generate card personalization data from the enrollment data as it processes a card record or batches-wise.",
  "MANAGEMENT_CARD_LIFE_CYCLE": "Card Life Cycle Management",
  "MANAGEMENT_CENTRAL_PERSONALIZATION": "",
  "MANAGEMENT_DESCRIPTION_CENTRAL_PERSONALIZATION": "",
  "MANAGEMENT_DESCRIPTION_CARD_LIFE_CYCLE": "The time is now. FutureCard believes in providing the complete package of card-related services to its customers. Card production and issuance are just the first steps, and numerous other procedures are involved in managing the card and its activity. The FC Card Life Cycle Management System manages the card activities in the field starting from the cardholder acquisition and provisioning, activation, deactivation, block, unblock, load, retire activities and field usage management. This can be integrated to a transaction processing system for authentication services and transaction data analysis. The system can manage the card processing account of merchants or retailers and can be integrated to an acquirer to facilitate the transaction processing.",
  "MANAGEMENT_DESCRIPTION_END_TO_END": "The core of our business. ASFSFSD. SFSFS.",
  "NAV_LABEL_ABOUT": "About Us",
  "NAV_LABEL_ADMIN": "Admin",
  "NAV_LABEL_OUR_BUSINESS": "Our Core Commitment",
  "NAV_LABEL_CARD_DESIGN": "Card Design",
  "NAV_LABEL_CARD_HOLDERS": "Card Holders Enrollment",
  "NAV_LABEL_CARD_LIFECYCLE": "Card Lifecycle Management",
  "NAV_LABEL_CARD_MATERIALS": "Card Materials",
  "NAV_LABEL_CARD_PERSONALIZATION": "Card Personalization",
  "NAV_LABEL_CARD_MANAGEMENT": "Card Management Systems",
  "NAV_LABEL_CARDS": "Card Features",
  "NAV_LABEL_CARDS_MATERIALS": "Card Materials",
  "NAV_LABEL_CAREERS": "Careers",
  "NAV_LABEL_CENTRAL_PERSONALIZATION": "Central Personalization",
  "NAV_LABEL_CONTACT": "Contact Us",
  "NAV_LABEL_CUSTOMIZE": "Customize Your Card",
  "NAV_LABEL_DESIGN": "Design & Security Features",
  "NAV_LABEL_END_TO_END": "End-to-end Card Solutions",
  "NAV_LABEL_HOME": "Home",
  "NAV_LABEL_IDENTIFICATION": "Identification",
  "NAV_LABEL_INSTANT_ISSUANCE": "Instant Issuance",
  "NAV_LABEL_LANGUAGE": "Language",
  "NAV_LABEL_MARKETS": "Markets",
  "NAV_LABEL_NEWS": "News",
  "NAV_LABEL_FACILITY": "Facilities & Capabilities",
  "NAV_LABEL_PAYMENT": "Payment",
  "NAV_LABEL_RETAIL_LOYALTY": "Loyalty & Retail",
  "NAV_LABEL_SERVICES": "Services",
  "NAV_LABEL_CONSULTING": "Card Consulting",
  "NAV_LABEL_FULFILLMENT": "Fulfillment Packaging",
  "NAV_LABEL_PERSONALIZATION": "Personalization Services",
  "NAV_LABEL_SOLUTIONS": "Solutions",
  "NAV_LABEL_TECHNOLOGY": "Technology Materials",
  "NAV_LABEL_TELECOM": "Telecom",
  "NAV_LABEL_TRANSPORT_ACCESS": "Transport & Access",
  "NAV_LABEL_WHO_WE_ARE": "About Us",
  "NEWS2_DATE": "03/05/2019",
  "NEWS2_LINK": "/news",
  "NEWS2_TEXT": "Futurecard collaborates with Fingerprints to address Middle East Banks with BIOMETRIC PAYMENT Card",
  "NEWS2_TITLE": "Ramadan Kareem from FutureCard",
  "NEWS3_DATE": "04/01/2019",
  "NEWS3_LINK": "/news",
  "NEWS3_TEXT": "FutureCard is a uniquely positioned card supplier in the vibrant EMEA region",
  "NEWS3_TITLE": "Ramadan Kareem from FutureCard",
  "NEWS4_DATE": "01/03/2019",
  "NEWS4_LINK": "/news",
  "NEWS4_TEXT": "Futurecard collaborates with Fingerprints to address Middle East Banks with BIOMETRIC PAYMENT Card",
  "NEWS4_TITLE": "Futurecard @ seamlessdxb 2019",
  "NEWS_CONTENT": "Stay updated with the latest news and happening around the world of FutureCard. As FutureCard is part of some of the most exciting ventures in the world of technology, keep yourself informed to see our latest collaborations and product offerings.",
  "NEWS_DESCRIPTION": "Access to the latest news of FutureCard",
  "NEWS_PUBLISHED_THE": "Published the",
  "NEWS_SUBTITLE": "Check the very last news about FutureCard",
  "NEWS_TITLE": "News",
  "NOT_FOUND": "Page not found",
  "NOT_FOUND_DESCRIPTION": "We're sorry, the page you request could not be found. Please go back to the Home page.",
  "NOT_FOUND_LINK": "Back to Home",
  "PRODUCTS_CONTENT_0": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua.",
  "PRODUCTS_CONTENT_1": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua",
  "PRODUCT_TITLE": "Our Solutions",
  "PRODUCT_SUBTITLE": "Customize your own card",
  "SERVICES_CARD_DESIGN_TITLE": "Card Design",
  "SERVICES_CARD_DESIGN_DESCRIPTION": "FutureCard understands the importance of card design in making first impressions on customers, which is why our design team is continuously working to improve the design, colour schemes and aesthetic features of our card products.",
  "SERVICES_CONSULTING_TITLE": "Card Consulting",
  "SERVICES_CONSULTING_SUBTITLE": "From definition to personalization",
  "SERVICES_CONSULTING_CONTENT_0": "Because of its 17 years-experience, FutureCard can play a strong role at consulting and identifying pre-requisites for all clients across various industries. FutureCard has put together a team of professionals who have successfully built and operated multiple projects across various platforms for global clients. This allows us to become an end-to-end product provider involved in all processes starting with the initiation of an idea all the way till the final delivery.  We have carefully crafted designs, manufacturing capabilities, & solutions to cater to the needs and expectations of customers everywhere.",
  "SERVICES_CONSULTING_CONTENT_1": "",
  "SERVICES_CONSULTING_DESCRIPTION": "FutureCard supports customers with their cards project from the definition & development stage, up to cards personalization and other associated logistics. ",
  "SERVICES_DESCRIPTION": "We keep you worry-free. FutureCard is committed to providing end-to-end card solutions from designing to the manufacturing and personalizing of cards to the implementation of customized card management solutions. Over the years, FutureCard has worked with major corporations and organizations to fulfill all of their card-related needs. To ensure that our customers are worry-free, we complete our offering with complementary cards services and solutions to make sure that FutureCard is the central address to-go-to when it comes to Card Solutions. Businesses and services providers trust FutureCard with the delicate mission of outsourcing their cards' operations from concept to delivery. FutureCard has accommodated most of its clientele with comprehensive and flexible solutions far beyond secure printing such as secured stock management, warehousing, and end-user delivery services. FutureCard works with each customer to customize convenient Service Level Agreements (SLA’s) to guarantee the safe and timely supply of products.",
  "SERVICES_DESIGN_CONTENT_0": "FutureCard understands the importance of card design in making first impressions on customers, which is why our design team is continuously working to improve the design, colour schemes and aesthetic features of our card products. We aim to keep the design as practicable as possible while making no compromises on the visual impact of the product so that our customers can captivate their clients.",
  "SERVICES_DESIGN_SUBTITLE": "Bind your customers emotionally with impressive card designs",
  "SERVICES_DESIGN_TITLE": "Card Design Services",
  "SERVICES_FULFILLMENT_CONTENT_0": "FutureCard executes a variety of customized creative designs of Fulfillment packaging that complement card production and add up on brand image and card security attributes. We are dedicated to provide a complete range of products and services beyond manufacturing, in order to address clients’ demands across the end-to-end supply chain. We work with each one of our customers to develop Service Level Agreements (SLA’s) that define specific procedures to ensure the safe and timely distribution of products. As the needs grow and change, the system can be modified to keep pace with new business requirements. FutureCard is renowned for being one of the market leaders in providing secure products and services. Our professional staff, rigorous security controls, state-of-the-art machinery, and decades of experience enable us to offer all type of fulfillment which cater to the needs of all industries. We provide our clients with a variety of choices and creative designs that complement their card production and add more secure elements.",
  "SERVICES_FULFILLMENT_CONTENT_1": "Cards packed in the traditional fashion using an automated machines with an attractive design and finishing.",
  "SERVICES_FULFILLMENT_CONTENT_1_TITLE": "Basic Packaging:",
  "SERVICES_FULFILLMENT_CONTENT_2": "High End Gift boxes give a satisfaction and allow space for additional information about the cards.",
  "SERVICES_FULFILLMENT_CONTENT_2_TITLE": "Gift Boxes:",
  "SERVICES_FULFILLMENT_CONTENT_3": "",
  "SERVICES_FULFILLMENT_CONTENT_3_TITLE": "Luxury Packaging:",
  "SERVICES_FULFILLMENT_CONTENT_4": "One of our bestselling fulfillment packaging in the market we customize your prepaid cards with matching designs and it can contain basic information about the program.",
  "SERVICES_FULFILLMENT_CONTENT_4_TITLE": "Secure Packaging:",
  "SERVICES_FULFILLMENT_DESCRIPTION": "FutureCard executes a variety of customized creative designs of Fulfillment packaging that complement card production and add up on brand image and card security attributes. We are dedicated to provide a complete range of products and services beyond manufacturing, in order to address clients’ demands across the end-to-end supply chain.",
  "SERVICES_FULFILLMENT_SUBTITLE": "Providing outstanding packaging solutions",
  "SERVICES_FULFILLMENT_TITLE": "Fulfillment Packaging",
  "SERVICES_PERSONALIZATION_CONTENT": "As a certified PCI/DSS Personalization bureau, FutureCard personalizes all types of the card application, from a single card to large batches. Personalization can be centralized in-house at FutureCard’s fully certified center or in a managed Personalization as a service (PAAS) mode at customer-specific facilities. We can provide electronic personalization for contact, contactless and dual - interface cards(ICC) along with magnetic stripe encoding. In addition, we offer graphical personalization in terms of thermal transfer(monochrome and multi - colour photo insertion), laser engraving, indenting, embossing as well as DOD. Other chip - embedded form factor personalization is also available, such as wearables, bracelets, watches, and many more.",
  "SERVICES_PERSONALIZATION_DESCRIPTION": "As a certified PCI/DSS Personalization bureau, FutureCard personalizes all types of the card application, from a single card to large batches. Personalization can be centralized in-house at FutureCard’s fully certified center or in a managed Personalization as a service (PAAS) mode at customer-specific facilities.",
  "SERVICES_PERSONALIZATION_SUBTITLE": "Personalizing your cards according to your needs ",
  "SERVICES_PERSONALIZATION_TITLE": "Card Personalization",
  "SERVICES_SUBTITLE": "Check the very last services about FutureCard",
  "SERVICES_TITLE": "Services",
  "SOLUTIONS_CONTENT": "As an end-to-end card manufacturer, mixing technology with security printing craftsmanship, FutureCard covers the complete value chain of design and manufacturing of secure cards. We manufacture cards using a variety of substances, such as PET-G, PET-F, PVC, ABS, PS, Paper Board, etc. to provide our clients with a diverse range of materials they can choose from. At FutureCard, we aim to provide aesthetically attractive cards which are secure at the same time so that our customers are pleased with the card that portrays their brand image and name. Beyond that, FutureCard offers high-end Card Management Systems to provide you complete solutions and keep you worry-free.",
  "SOLUTIONS_DESCRIPTION": "Sophisticated solutions tailored to your needs",
  "SOLUTIONS_END_TO_END_ACCESS_CARDS_CONTENT": "Our Access card services provide specially designed cards for hotels and other organizations which allow permitted personnel, such as employees and guests, to gain entry into various parts of the premises. Most, if not all, guest management systems, use key cards. Some access cards are based on magnetic strips technology, popularly abbreviated to 'mag stripe cards'. Magnetic stripe cards are also known as 'swipe cards'. But there are other alternatives to accessing a certain location (hotel room, conference hall etc.), such as proximity (RFID) cards, access cards with holes, photo ID cards, and barcode cards. Smart cards are used for access are usually Mifare cards, standard contactless RFID proximity cards. The card can be programmed for a single entry to a room in the hotel for example, but also allows multi-use memory, which means that it can store multiple services or multiple access (rooms, fitness, wellness ..).",
  "SOLUTIONS_END_TO_END_ACCESS_CARDS_DESCRIPTION": "Access Card",
  "SOLUTIONS_END_TO_END_CONTENT": "At the core of our business is the manufacturing of all different categories of Smartcards: contact, contactless, dual interface, and hybrid chip cards. Smartcards of all applications and uses are manufactured and delivered by FutureCard. Millions of plastic cards leave FutureCard factory daily as they remain the preferred medium for many businesses to promote their brands, identify and maintain interactions with their clients. Be it a smart disposable ticket used in transport or parking, or a scratch recharge voucher used for prepaid applications, FutureCard designs and manufactures Paper cards and tickets with high quality and security features.",
  "SOLUTIONS_END_TO_END_DESCRIPTION": "The core of our business",
  "SOLUTIONS_END_TO_END_PAYMENT_DESCRIPTION": "Secure payment cards for a connected world",
  "SOLUTIONS_END_TO_END_PAYMENT_CONTENT": "In the payment field, secure cards are of utmost importance. In today’s swift day and age, people prefer to carry cards rather than cash on their person for reasons of convenience and security. FutureCard, as a certified MasterCard, Visa, UnionPay and PayPak card manufacturer and a certified PCI/DSS card personalization bureau, dedicates itself to serve Banks and financial institutions with all their payment card needs by offering them state-of-the-art, premium quality cards featuring the latest cutting-edge technology.",
  "SOLUTIONS_END_TO_END_IDENTIFICATION_DESCRIPTION": "You are unique; and we make sure that it stays so",
  "SOLUTIONS_END_TO_END_IDENTIFICATION_CONTENT": "A person's identity is one of the most critical aspects of their life. In today's day and age, individuals are often asked to provide their identification details for official purposes. However, most people don’t feel comfortable when giving out their information out of the fear that it will be misused. FutureCard understands the concerns regarding identity protection, which is why we have developed the most secure technology for our smart ID cards. Smart ID cards have helped public bodies introduce automated identification systems so that people can move easily from one place to another quickly. However, at the same time, it is also necessary to protect the identities of the citizen’s, which is why FutureCard has helped governmental institutions implement secure, yet efficient card systems to aid freedom of movement securely. Governments trust FutureCard with the production and personalization of their cards used for identification as well as cards for voting and other government related services applications.",
  "SOLUTIONS_END_TO_END_TRANSPORT_CONTENT": "FutureCard offers a wide range of different transport and access cards to fulfill the needs of every industry related customer. We count among our precious customers a wide range of globally recognized Hotel chains and major transportation authorities, among others. With the expansions and growth witnessed across the globe in most centers, grows the need for proficient mass transport and easy access. FutureCard offers complete solutions that includes the deployment of any smart card along with its related solution. Our undivided attention to details and accuracy allow us to deliver high end products tailored to the client’s needs.",
  "SOLUTIONS_END_TO_END_TRANSPORT_CARDS_CONTENT": "FutureCard’s transportation cards allow frequent travelers to save time by gaining speedy access through checking and ticketing points. The use of an electronic smart card as an alternative means for users to access and pay for transport services, is now emerging as a viable option for many operators. Transport cards enable you to pay for the use of various public transport modes. Journeys can be made using different types of transport (metro, tram, bus etc). Traveling can be paid for using credits added to a contactless card with variable memory capacity. This memory can also hold up multiple applications including payment allowing commuters to use their cards for various needs. The card's smart card chip is a tiny computer that works with the fare payment system to keep track of your remaining ticketing value. The “contactless” functionality of your card allows it to make a wireless connection with a reader.",
  "SOLUTIONS_END_TO_END_TRANSPORT_CARDS_DESCRIPTION": "Transport Card",
  "SOLUTIONS_END_TO_END_TRANSPORT_DESCRIPTION": "We ensure fast & easy locomotion",
  "SOLUTIONS_END_TO_END_TELECOM_DESCRIPTION": "Stay connected in a globalized world",
  "SOLUTIONS_END_TO_END_TELECOM_CONTENT": "Smartphones are one of the defining features of this generation, and almost every aspect of a person’s life is present on their phone one way or the other. Smartphone operators are looking for new and innovative ways to protect their user’s identity while still providing them with the latest facilities. FutureCard serves mobile and fixed telecom network operators with hundreds of millions SIM/USIM, payphone cards as well as with a variety of scratch recharge vouchers in standard and customized, highly developed formats and technologies.",
  "SOLUTIONS_END_TO_END_RETAIL_DESCRIPTION": "Enhanced customer loyalty starts right here",
  "SOLUTIONS_END_TO_END_RETAIL_CONTENT": "Today loyalty cards are used by most of the known retail brands to build customer loyalty by introducing a point-based system with various perks which encourage customers to shop more. Retail cards are used more commonly by larger organizations, such as malls and shopping centers, which allow people to spend a certain amount of money, loaded in the card, at any shop in the center. FutureCard offers retail brands, malls and shopping centers appealingretail & loyalty cards which can prove useful in building a large clientele. ",
  "SOLUTIONS_CARD_MANAGEMENT_DESCRIPTION": "Secure solutions you can rely on",
  "SOLUTIONS_CARD_MANAGEMENT_CONTENT": "FutureCard provides a wide range of card management systems to all of its clients. As we are an end-to-end card solutions provider; we manage everything from the issuance of the cards to their management and enrollment. Once our customers entrust us with their card management needs, we fulfill them with the help of our highly committed team and the best that technology has to offer.",
  "SOLUTIONS_CUSTOMIZE_DESCRIPTION": "Create your own design with all the options, material and technologies available in ower market"
}