{
  "ABOUT_TITLE": "Sobre FutureCard",
  "ABOUT_SUBTITLE": "De un proveedor de tarjetas de recarga a un proveedor global de soluciones de tarjetas de extremo a extremo",
  "ABOUT_US": "Sobre nosotros",
  "ABOUT_US_DESCRIPTION": "Aspiramos a superar las expectativas de nuestros clientes demostrando los más altos estándares de integridad, profesionalismo y dedicación a la excelencia en el desempeño.",
  "ABOUT_US_MARKETS": "Desde su creación en 2002, FutureCard atiende a una amplia base de clientes en los seis continentes. Las industrias de nuestros clientes son finanzas, gobierno, transporte, telecomunicaciones, seguros, salud, educación, comercio minorista y muchas más.",
  "ABOUT_US_PRODUCTS": "Como fabricante de tarjetas de extremo a extremo, que mezcla la tecnología con la artesanía de la impresión de seguridad, FutureCard cubre toda la cadena de valor del diseño y la fabricación de tarjetas seguras en todo tipo de sustratos: PC, PET-F, PET-G, PVC, ABS, PS, cartón, etc., permitiendo satisfacer las necesidades de todos los mercados de tarjetas estéticas y tarjetas inteligentes seguras.",
  "ABOUT_US_SERVICES": "FutureCard completa su oferta con servicios y soluciones complementarias de tarjetas, posicionándose como una ventanilla única para todas las necesidades de tarjetas. Las empresas y los proveedores de servicios confían a FutureCard la delicada misión de externalizar las operaciones de sus tarjetas desde el concepto hasta la entrega.",
  "ABOUT_US_CONTENT": "FutureCard es un proveedor global de tarjetas innovadoras, tarjetas inteligentes, así como de servicios y soluciones de cumplimiento de tarjetas, que atiende a un mercado exigente en constante crecimiento. Agencias gubernamentales, instituciones financieras, operadores de telecomunicaciones, corporaciones y otros negocios en todo el mundo nos confían la delicada misión de producir tarjetas seguras, que llevan sus marcas, identifican a sus clientes y autentican sus transacciones.",
  "APP_DESCRIPTION": "Desde su creación en 2003, FutureCard ha diseñado, fabricado y personalizado tarjetas para bancos, gobiernos, operadores y minoristas de todo el mundo.",
  "BUTTON_SEND": "ENVIAR",
  "BUTTON_NOT_SENT": "ENVÍO FALLIDO",
  "BUTTON_SENDING": "...enviando mensaje",
  "BUTTON_SENT": "ENVIADO",
  "CARDS_TITLE": "Características de la tarjeta",
  "CARDS_SUBTITLE": "Su tarjeta es única!",
  "CARDS_DESCRIPTION": "FutureCard personaliza todas y cada una de las tarjetas para que se ajusten al objetivo particular para el que se utilizarán.... Por lo tanto, cuando se trata de material tecnológico, el material de la tarjeta, así como del diseño y las características de seguridad, nuestro objetivo es ofrecerle la mejor tecnología, el diseño y la funcionalidad que se adapte a sus necesidades.",
  "COMPANY_INFO": "Información de la Compañía",
  "COMPANY_OFFICES": "Oficinas de la Compañía",
  "CONTACT_DESCRIPTION": "FutureCard contacto",
  "CONTACT_LABEL_NAME": "Nombre",
  "CONTACT_LABEL_EMAIL": "Email",
  "CONTACT_LABEL_TELEPHONE": "Teléfono (opcional)",
  "CONTACT_LABEL_MESSAGE": "Mensaje",
  "CONTACT_SUBTITLE": "Gracias por su interés en FutureCard.",
  "CONTACT_TITLE": "Contáctenos",
  "LANDING_SUBTITLE": "Desde su creación en 2003, FutureCard ha diseñado, fabricado y personalizado tarjetas para bancos, gobiernos, operadores y minoristas de todo el mundo.",
  "LANDING_TITLE": "17 años fabricando tarjetas",
  "LEARN_MORE": "Más información",
  "MARKETS_GOVERNMENT": "Gobierno",
  "MARKETS_DESCRIPTION_GOVERNMENT": "Los gobiernos y los proveedores de servicios públicos confían en FutureCard para la producción y personalización de sus tarjetas de identificación, voto, transporte y muchas otras aplicaciones de servicios públicos.",
  "MARKETS_FINANCIAL": "Finanzas",
  "MARKETS_DESCRIPTION_FINANCIAL": "Siendo un fabricante certificado de tarjetas MasterCard™, Visa™, y UnionPay™, y una oficina certificada de personalización de tarjetas PCI/DSS, servimos a bancos e instituciones financieras con todas sus necesidades de tarjetas de pago.",
  "MARKETS_MOBILE": "Móvil",
  "MARKETS_DESCRIPTION_MOBILE": "FutureCard sirve a los operadores de redes de telecomunicaciones móviles y fijas con cientos de millones de tarjetas SIM/USIM y de teléfonos públicos, así como con una gran variedad de vales de recarga en formatos estándar y personalizados.",
  "MARKETS_COMMERCIAL": "Comercial",
  "MARKETS_DESCRIPTION_COMMERCIAL": "Las instituciones comerciales, los minoristas y las corporaciones utilizan futurecard para reflejar su imagen de marca y asegurar la lealtad de sus clientes en tarjetas personalizadas con una miríada de características estéticas y de seguridad.",
  "NAV_LABEL_ABOUT": "Sobre FCI",
  "NAV_LABEL_CARDS": "Características de la tarjeta",
  "NAV_LABEL_CONTACT": "Contáctenos",
  "NAV_LABEL_HOME": "Inicio",
  "NAV_LABEL_LANGUAGE": "Idioma",
  "NAV_LABEL_MARKETS": "Mercados",
  "NAV_LABEL_NEWS": "Noticias",
  "NAV_LABEL_PRODUCTS": "Productos",
  "NAV_LABEL_SERVICES": "Nuestros servicios",
  "NAV_LABEL_SOLUTIONS": "Nuestras soluciones",
  "NEWS2_DATE": "03/05/2019",
  "NEWS2_LINK": "/news",
  "NEWS2_TEXT": "FutureCard colabora con Fingerprints para dirigirse a los bancos de Oriente Medio con BIOMETRIC PAYMENT Card #bancos #biométricos #tarjeta de pago #middleeast #fingerprints #seamlessdxb #security",
  "NEWS2_TITLE": "Ramadan Kareem de FutureCard #ramadankareem #ramadan2019",
  "NEWS3_DATE": "04/01/2019",
  "NEWS3_LINK": "/news",
  "NEWS3_TEXT": "FutureCard es un proveedor de tarjetas con una posición única en la vibrante región EMEA.",
  "NEWS3_TITLE": "Ramadan Kareem de FutureCard #ramadankareem #ramadan2019",
  "NEWS4_DATE": "01/03/2019",
  "NEWS4_LINK": "/news",
  "NEWS4_TEXT": "Futurecard colabora con Fingerprints para dirigirse a los bancos de Oriente Medio con BIOMETRIC PAYMENT Card",
  "NEWS4_TITLE": "FutureCard @ #seamlessdxb 2019 #payments #fintech #smartcards #biometrics",
  "NEWS_DESCRIPTION": "Acceso a las últimas novedades de FutureCard.",
  "NEWS_PUBLISHED_THE": "Publicado el",
  "NEWS_SUBTITLE": "Últimas noticias sobre FutureCard",
  "NEWS_TITLE": "Noticias",
  "PRODUCT_DESCRIPTION": "Productos de FutureCard",
  "PRODUCT_TITLE": "Productos",
  "PRODUCT_SUBTITLE": "Consulte aquí nuestros productos de última generación",
  "SERVICES_DESCRIPTION": "Servicios de FutureCard",
  "SERVICES_SUBTITLE": "Consulte aquí los servicios que ofrece FutureCard",
  "SERVICES_TITLE": "Servicios"
}