{
  "ABOUT_TITLE": "À propos de FutureCard",
  "ABOUT_SUBTITLE": "D'un fournisseur de cartes de recharge à un fournisseur mondial de solutions de cartes de bout en bout",
  "ABOUT_US": "À propos de nous",
  "ABOUT_US_DESCRIPTION": "Nous aspirons à dépasser les attentes de nos clients en démontrant les plus hauts standards d'intégrité, de professionnalisme et de dévouement à l'excellence de la performance.​​",
  "ABOUT_US_MARKETS": "Depuis sa création en 2002, FutureCard sert une large clientèle sur les six continents. Les industries de nos clients sont la finance, le gouvernement, les transports, les télécommunications, les assurances, les soins de santé, l'éducation, la vente au détail, et bien d'autres.",
  "ABOUT_US_PRODUCTS": "En tant que fabricant de cartes de bout en bout, alliant technologie et savoir-faire en matière d'impression sécurisée, FutureCard couvre l'ensemble de la chaîne de valeur de la conception et de la fabrication de cartes sécurisées sur tous types de supports : PC, PET-F, PET-G, PVC, ABS, PS, PS, Paper board, etc, permettant de répondre aux besoins de tous les marchés en matière de cartes esthétiques sécurisées et cartes à puce.",
  "ABOUT_US_SERVICES": "FutureCard complète son offre avec des services et des solutions de cartes complémentaires, se positionnant comme un guichet unique pour tous les besoins en cartes. Les entreprises et les fournisseurs de services confient à FutureCard la délicate mission d'externaliser les opérations de leurs cartes, de la conception à la livraison.",
  "ABOUT_US_CONTENT": "FutureCard est un fournisseur mondial de cartes innovantes, de cartes à puce, ainsi que de services et de solutions de conformité des cartes, au service d'un marché exigeant et en pleine croissance. Les agences gouvernementales, les institutions financières, les opérateurs de télécommunications, les sociétés et autres entreprises du monde entier nous confient la délicate mission de produire des cartes sécurisées qui portent leurs marques, identifient leurs clients et authentifient leurs transactions.",
  "APP_DESCRIPTION": "Depuis sa création en 2003, FutureCard conçoit, fabrique et personnalise des cartes destinées aux banques, gouvernements, opérateurs et détaillants du monde entier.",
  "BUTTON_SEND": "ENVOYER",
  "BUTTON_NOT_SENT": "ENVOYER ÉCHOUÉE",
  "BUTTON_SENDING": "...Envoi d'un message",
  "BUTTON_SENT": "ENVOYÉ",
  "CARDS_TITLE": "Caractéristiques de la carte",
  "CARDS_SUBTITLE": "Votre carte est unique en son genre!",
  "CARDS_DESCRIPTION": "FutureCard personnalise chaque carte en fonction de l'objectif particulier pour lequel elle sera utilisée.... Ainsi, en ce qui concerne le matériel technologique, le matériel de la carte ainsi que le design et les caractéristiques de sécurité, notre objectif est de vous offrir la meilleure technologie, le meilleur design et la meilleure fonctionnalité pour répondre à vos besoins.",
  "COMPANY_INFO": "Renseignements sur l'entreprise",
  "COMPANY_OFFICES": "Bureaux de la société",
  "CONTACT_DESCRIPTION": "FutureCard contact us",
  "CONTACT_LABEL_NAME": "Nom",
  "CONTACT_LABEL_EMAIL": "E-mail",
  "CONTACT_LABEL_TELEPHONE": "Téléphone (facultative)",
  "CONTACT_LABEL_MESSAGE": "Message",
  "CONTACT_SUBTITLE": "Nous vous remercions de l'intérêt que vous portez à FutureCard.",
  "CONTACT_TITLE": "Contactez-nous",
  "LANDING_SUBTITLE": "Depuis sa création en 2003, FutureCard conçoit, fabrique et personnalise des cartes destinées aux banques, gouvernements, opérateurs et détaillants du monde entier.",
  "LANDING_TITLE": "17 ans dans la fabrication de cartes",
  "LEARN_MORE": "En savoir plus",
  "MARKETS_GOVERNMENT": "Gouvernement",
  "MARKETS_DESCRIPTION_GOVERNMENT": "Les gouvernements et les fournisseurs de services publics font confiance à FutureCard pour la production et la personnalisation de leurs cartes utilisées pour l'identification, le vote, le transport et de nombreuses autres applications de services publics.",
  "MARKETS_FINANCIAL": "Finances",
  "MARKETS_DESCRIPTION_FINANCIAL": "Étant un fabricant de cartes certifié MasterCard™, Visa™, et UnionPay™, et un bureau de personnalisation de cartes certifié PCI/DSS, nous servons les banques et institutions financières avec tous leurs besoins en cartes de paiement.",
  "MARKETS_MOBILE": "Mobile",
  "MARKETS_DESCRIPTION_MOBILE": "FutureCard dessert les opérateurs de réseaux de télécommunications mobiles et fixes avec des centaines de millions de cartes SIM/USIM, de cartes de téléphone public, ainsi qu'une variété de bons de recharge à gratter dans des formats standard et personnalisés.",
  "MARKETS_COMMERCIAL": "Commercial ",
  "MARKETS_DESCRIPTION_COMMERCIAL": "Commercial Institutions, retailers and Corporations employ FutureCard in order to reflect their brand image and secure their customers' loyalty in customized cards with a myriad of security and aesthetic features.",
  "NAV_LABEL_ABOUT": "À propos de FCI",
  "NAV_LABEL_CARD_DESIGN": "Card design",
  "NAV_LABEL_CARD_MATERIALS": "Card materials",
  "NAV_LABEL_CARD_PERSONALIZATION": "Card personalization",
  "NAV_LABEL_CARDS": "Caractéristiques de la carte",
  "NAV_LABEL_CAREERS": "Careers",
  "NAV_LABEL_CONTACT": "Nous contacter",
  "NAV_LABEL_DESIGN": "Design & Security Features",
  "NAV_LABEL_FULFILLMENT": "Fulfillment pachaging",
  "NAV_LABEL_HOME": "Accueil",
  "NAV_LABEL_LANGUAGE": "Langue",
  "NAV_LABEL_MARKETS": "Marchés",
  "NAV_LABEL_NEWS": "Actualités",
  "NAV_LABEL_OUR_FACILITY": "Our Facility & Capabilities",
  "NAV_LABEL_PRODUCTS": "Produits",
  "NAV_LABEL_SERVICES": "Nos services",
  "NAV_LABEL_SOLUTIONS": "Nos solutions",
  "NAV_LABEL_TECHNOLOGY": "Technology Materials",
  "NAV_LABEL_WHO_WE_ARE": "Who we are",
  "NEWS2_DATE": "03/05/2019",
  "NEWS2_LINK": "/news",
  "NEWS2_TEXT": "FutureCard collabore avec Fingerprints pour s'adresser aux banques du Moyen-Orient avec une carte de paiement BIOMETRIQUE #banques #biométrique #carte de paiement #middleeast #empreintes digitales #seamlessdxb #sécurité",
  "NEWS2_TITLE": "Ramadan Kareem de FutureCard #ramadankareem #ramadan2019",
  "NEWS3_DATE": "04/01/2019",
  "NEWS3_LINK": "/news",
  "NEWS3_TEXT": "FutureCard est un fournisseur de cartes au positionnement unique dans la région EMEA.",
  "NEWS3_TITLE": "Ramadan Kareem de FutureCard #ramadankareem #ramadan2019",
  "NEWS4_DATE": "01/03/2019",
  "NEWS4_LINK": "/news",
  "NEWS4_TEXT": "Futurecard collabore avec Fingerprints pour s'adresser aux banques du Moyen-Orient avec la carte BIOMETRIQUE PAYMENT Card",
  "NEWS4_TITLE": "FutureCard @ #seamlessdxb 2019 #payments #fintech #smartcards #biometrics",

  "NEWS_DESCRIPTION": "Accédez aux dernières nouvelles de FutureCard.",
  "NEWS_PUBLISHED_THE": "Publié le",
  "NEWS_SUBTITLE": "Dernières nouvelles de FutureCard",
  "NEWS_TITLE": "Actualités",
  "NOT_FOUND": "Page not found",
  "NOT_FOUND_DESCRIPTION": "We're sorry, the page you request could not be found. Please go back to the Home page.",
  "NOT_FOUND_LINK": "Back to Home",
  "PRODUCT_DESCRIPTION": "Produits FutureCard",
  "PRODUCT_TITLE": "Produits",
  "PRODUCT_SUBTITLE": "Découvrez ici nos produits de dernière génération",
  "SERVICES_DESCRIPTION": "Services de FutureCard",
  "SERVICES_SUBTITLE": "Consultez ici les services offerts par FutureCard",
  "SERVICES_TITLE": "Services"
}