{
  "ABOUT_TITLE": "About FutureCard",
  "ABOUT_SUBTITLE": "From a recharge cards provider to a global End-to-End card solution provider",
  "ABOUT_US": "À propos de nous",
  "ABOUT_US_DESCRIPTION": "Nous aspirons à dépasser les attentes de nos clients en démontrant les plus hauts standards d'intégrité, de professionnalisme et de dévouement à l'excellence de la performance.​​",
  "ABOUT_US_MARKETS": "Depuis sa création en 2002, futurecard sert une large clientèle sur les six continents. Les industries de nos clients sont la finance, le gouvernement, les transports, les télécommunications, les assurances, les soins de santé, l'éducation, la vente au détail, et bien d'autres.",
  "ABOUT_US_PRODUCTS": "En tant que fabricant de cartes de bout en bout, alliant technologie et savoir-faire en matière d'impression sécurisée, futurecard couvre l'ensemble de la chaîne de valeur de la conception et de la fabrication de cartes sécurisées sur tous types de supports : PC, PET-F, PET-G, PVC, ABS, PS, PS, Paper board, etc, permettant de répondre aux besoins de tous les marchés en matière de cartes esthétiques sécurisées et cartes à puce.",
  "ABOUT_US_SERVICES": "futurecard complète son offre avec des services et des solutions de cartes complémentaires, se positionnant comme un guichet unique pour tous les besoins en cartes. Les entreprises et les fournisseurs de services confient à futurecard la délicate mission d'externaliser les opérations de leurs cartes, de la conception à la livraison.",
  "ABOUT_US_CONTENT": "FutureCard es un proveedor global de tarjetas innovadoras, tarjetas inteligentes, así como de servicios y soluciones de cumplimiento de tarjetas, que atiende a un mercado exigente en constante crecimiento. Agencias gubernamentales, instituciones financieras, operadores de telecomunicaciones, corporaciones y otros negocios en todo el mundo nos confían la delicada misión de producir tarjetas seguras, que llevan sus marcas, identifican a sus clientes y autentican sus transacciones.",
  "APP_DESCRIPTION": "Depuis sa création en 2003, futurecard conçoit, fabrique et personnalise des cartes destinées aux banques, gouvernements, opérateurs et détaillants du monde entier.",
  "BUTTON_SEND": "ENVOYER",
  "CARDS_TITLE": "CARD FEATURES",
  "CARDS_SUBTITLE": "Your card is one of a kind!",
  "CARDS_DESCRIPTION": "FutureCard customizes each and every card to fit the particular aim the card will be used for… So, when it comes to the technology material, the card material as well as the design and security features, we aim to offer you the best technology, design and functionality to suit your needs.",
  "COMPANY_INFO": "Informations sur l'entreprise",
  "COMPANY_OFFICES": "Bureaux de la société",
  "CONTACT_DESCRIPTION": "FutureCard contact us",
  "CONTACT_LABEL_NAME": "Nom",
  "CONTACT_LABEL_EMAIL": "E-mail",
  "CONTACT_LABEL_TELEPHONE": "Téléphone (facultative)",
  "CONTACT_LABEL_MESSAGE": "Message",
  "CONTACT_SUBTITLE": "Laissez-nous parler!",
  "CONTACT_TITLE": "Contactez-nous",
  "LANDING_SUBTITLE": "Depuis sa création en 2003, futurecard conçoit, fabrique et personnalise des cartes destinées aux banques, gouvernements, opérateurs et détaillants du monde entier.",
  "LANDING_TITLE": "17 ans dans la fabrication de cartes",
  "LEARN_MORE": "En savoir plus",
  "MARKETS_GOVERNMENT": "Gouvernement",
  "MARKETS_DESCRIPTION_GOVERNMENT": "Les gouvernements et les fournisseurs de services publics font confiance à futurecard pour la production et la personnalisation de leurs cartes utilisées pour l'identification, le vote, le transport et de nombreuses autres applications de services publics.",
  "MARKETS_FINANCIAL": "Finances",
  "MARKETS_DESCRIPTION_FINANCIAL": "Étant un fabricant de cartes certifié MasterCard™, Visa™, et UnionPay™, et un bureau de personnalisation de cartes certifié PCI/DSS, nous servons les banques et institutions financières avec tous leurs besoins en cartes de paiement.",
  "MARKETS_MOBILE": "Mobile",
  "MARKETS_DESCRIPTION_MOBILE": "futurecard dessert les opérateurs de réseaux de télécommunications mobiles et fixes avec des centaines de millions de cartes SIM/USIM, de cartes de téléphone public, ainsi qu'une variété de bons de recharge à gratter dans des formats standard et personnalisés.",
  "MARKETS_COMMERCIAL": "Commercial ",
  "MARKETS_DESCRIPTION_COMMERCIAL": "Commercial Institutions, retailers and Corporations employ futurecard in order to reflect their brand image and secure their customers' loyalty in customized cards with a myriad of security and aesthetic features.",
  "NAV_LABEL_HOME": "Accueil",
  "NAV_LABEL_ABOUT": "About FCI",
  "NAV_LABEL_SOLUTIONS": "Our Solutions",
  "NAV_LABEL_CARDS": "Card Features",
  "NAV_LABEL_LANGUAGE": "Langue",
  "NAV_LABEL_MARKETS": "Marchés",
  "NAV_LABEL_NEWS": "Actualités",
  "NAV_LABEL_PRODUCTS": "Produits",
  "NAV_LABEL_SERVICES": "Services",
  "NAV_LABEL_CONTACT": "Contact",
  "NEWS2_DATE": "03/05/2019",
  "NEWS2_LINK": "/news",
  "NEWS2_TEXT": "Futurecard collaborates with Fingerprints to address Middle East Banks with BIOMETRIC PAYMENT Card #banks #biometric #paymentcard #middleeast #fingerprints #seamlessdxb #security",
  "NEWS2_TITLE": "Ramadan Kareem from FutureCard #ramadankareem #ramadan2019",
  "NEWS3_DATE": "04/01/2019",
  "NEWS3_LINK": "/news",
  "NEWS3_TEXT": "FutureCard is a uniquely positioned card supplier in the vibrant EMEA region. ",
  "NEWS3_TITLE": "Ramadan Kareem from FutureCard #ramadankareem #ramadan2019",
  "NEWS4_DATE": "01/03/2019",
  "NEWS4_LINK": "/news",
  "NEWS4_TEXT": "Futurecard collaborates with Fingerprints to address Middle East Banks with BIOMETRIC PAYMENT Card",
  "NEWS4_TITLE": "Futurecard @ #seamlessdxb 2019 #payments #fintech #smartcards #biometrics",

  "NEWS_DESCRIPTION": "Actualités FutureCard",
  "NEWS_PUBLISHED_THE": "Publié le",
  "NEWS_SUBTITLE": "Dernières nouvelles de FutureCard",
  "NEWS_TITLE": "Actualités",
  "PRODUCT_DESCRIPTION": "Produits FutureCard",
  "PRODUCT_TITLE": "Produits",
  "PRODUCT_SUBTITLE": "Découvrez ici nos produits de dernière génération",
  "SERVICES_DESCRIPTION": "Services de FutureCard",
  "SERVICES_SUBTITLE": "Consultez ici les services offerts par FutureCard",
  "SERVICES_TITLE": "Services"
}
